04_OpenFoam/_Tut_02/OpenFOAM-14/multiphaseEuler/LBend/constant/momentumTransfer
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransfer;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

drag
{
    solids_dispersedIn_gas
    {
        type            GidaspowErgunWenYu;
    }
}

virtualMass
{}

lift
{}

wallLubrication
{}

turbulentDispersion
{}

// ************************************************************************* //
